import React from 'react';

const About = () => {
    return (
        <section className="about">
            <h2>Обо мне</h2>
            <p>
                Студент 4 курса РТУ МИРЭА, специализируюсь на фронтенд-разработке и машинном обучение. Увлекаюсь созданием современных веб-интерфейсов с акцентом на адаптивность, производительность и удобство для пользователя.

                Имею опыт разработки на JavaScript и работе с популярными фреймворками. Участвовал в командных проектах, хорошо взаимодействую с дизайнерами и backend-разработчиками. Постоянно развиваю свои навыки, интересуюсь новыми технологиями в области frontend и AI.
            </p>

        </section>
    );
};

export default About;